struct Round {
    let title: String
    let notion: String
}

let round = [
    Round(title: "Prologue", notion: "아카데미 2기 아자아자 파이팅! \n안녕하세요~🐝\n우리는 팀 HIVE예요!\n만나서 반가워요~~^^\n시작에 앞서...퀴즈 하나를 내볼게요~!\nQ: 파이를 먹으며 하이파이브를 하면? (세 글자)\n정답은 하이브입니다~~~\n우하하\n재밌었나요 여러분?,,,^^@@\n지금부터 웃음꽃* 피는~ 화기애애\n팀 HIVE의 배꼽 빠지는 스토리를 들려드릴게요~"),
    Round(title: "Round1", notion: "Prelude가 끝난 후 대망의 MC1시작날...\n설렘반, 긴장반 6명의 러너가 한 곳에 모였어요.\n다들 분야가 어떻게 되세요?\n저는요...\n디자인\n도메인 도메인\n테크 테크 테크\n👩🏻‍💻: 그럼 저희 팀 피라미드 할까요?\n🧑🏻‍💻: 그건 너무 계급같아 보이지 않나요?\n👨🏻‍💻: 저는 평등한게 좋아요~\n🧑🏻‍💻: 그럼 이건 어떠세요...?\n🧑🏻‍💻: 아카데미에서 다같이 꿀빨자~🐝\n이렇게 팀 하이브가 만들어졌습니다!"),
    Round(title: "Round2", notion: "MC1을 본격적으로 시작한 이후,\n팀 하이브는 첫번째 발표 담당을 정해야 했어요.\n👨🏻‍💻: 발표 하고 싶으신 분?\n모두가 눈치를 보며 지원자를 기다리고 있던 순간...\n🧑🏻‍💻: 제가 발표 할게요!\n하지메의 자진지원!\n🧑🏻‍💻: 지금 빨리 발표하고 최종 발표 안하려구요..ㅎㅎ\n그렇게 첫 발표를 하게 된 하지메...\n과연 하지메의 운명은...?"),
    Round(title: "Round3", notion: "🧑🏻‍💻: 발표 하고 싶으신 분?\n👩🏻‍💻: 게임으로 정할까요?\n👨‍👦‍👦: 좋아요~ (나만 아니면 돼~)\n그러다 문득 하지메가 말했어요.\n🧑🏻‍💻: 저희 몰아주기 해요~\n자.. 그럼, 가위.. 바위.. 보!!!\n시저와 하지메 모두 묵을 냈어요!\n그 순간! 하지메가 가위로 바꾼다고 하네요~.\n🧑🏻‍💻: 힝, 하지메는 시저가 시저:("),
    Round(title: "Epilogue", notion: "팀 하이브의 이야기 그리고 우리의 영원한 부장님,\n하지메의 단판승부 잘 들으셨나요?\n게임할 때에는 피도 눈물도 없던 하이브였지만,\n결국 모두가 함께한 덕분에 팀 하이브는 지금까지\n행복한 아카데미 라이프를 즐기고 있어요~!\n지금까지 팀 HIVE였습니다~🐝\n(🧑🏻‍💻: 여러분은 몰아주기 하지 마세요!)"),
]
